<template>
  <div class="container">
    <DlSectionHeader> ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</DlSectionHeader>
    <section class="dl-agree">
      <div class="info">
        <p>
          ВНИМАНИЕ: Пожалуйста, ознакомьтесь с настоящим пользовательским
          соглашением до начала использования сайта https://dotaloot.co и его
          программных средств. Регистрация (авторизация) на сайте будет означать
          ваше согласие с условиями настоящего пользовательского соглашения.
          Если Вы не согласны с условиями настоящего пользовательского
          соглашения, не регистрируйтесь (авторизуйтесь) на сайте
          https://dotaloot.co и не используйте его программные средства.
        </p>
        <p>
          Российская Федерация Редакция от 30.11.2021 INTERNATIONAL BUSINESS
          SYSTEMS S.R.L с одной стороны и лицо, акцептовавшее оферту,
          размещенную в сети Интернет по постоянному адресу
          https://dotaloot.co/agreement, с другой стороны, заключили настоящее
          пользовательское соглашение о нижеследующем.
        </p>
      </div>
      <ul>
        <li>
          <span>1. Термины и определения</span>
          <ul>
            <li>
              1.1. В настоящем пользовательском соглашении, если из текста прямо
              не вытекает иное, следующие термины будут иметь указанные ниже
              значения:<br />
              «Steam», «служба Steam» Онлайновая услуга, предлагаемая
              корпорацией Valve, являющейся правообладателем объектов
              Инвентаря.<br />
              «Владелец» - INTERNATIONAL BUSINESS SYSTEMS S.R.L., <br />Reg.
              number: 3-102-693823, <br />Beneficiary's address: JOSE-SANTA
              ANA,THREE HUNDRED AND FIFTY METERS OF THE RESTAURANT CEVICHE DEL
              REY, COSTA-RICA<br />
              «Инвентарь» - Возможность использовать один из указанных в Кейсе
              объектов в соответствии с соглашением подписчика службы Steam,
              размещенным в сети Интернет по адресу:
              http://store.steampowered.com/subscriber_agreement/russian/.<br />
              «Кейс» - Совокупность защищенных страниц Сайта, созданных в
              результате регистрации Пользователя, используя которые
              Пользователь имеет возможность пользоваться всеми или некоторыми
              функциональными возможностями Сайта.
              <br />
              Доступ в Личный кабинет осуществляется в следующем порядке:
              нажатие кнопки «Авторизироваться через Steam» на Сайте, после чего
              Пользователь будет автоматически перенаправлен на сайт в сети
              Интернет по адресу: https://steamcommunity.com/. внесение
              Пользователем имени пользователя (подписчика) Steam и пароля в
              специальную форму, нажатие кнопки «Войти», расположенные в сети
              Интернет по адресу https://steamcommunity.com/. либо посредством
              открытия Сайта в случае, если Пользователь ранее не производил
              выход из Личного кабинета путем нажатия кнопки «Выход».<br />
              «Пользователь» - Физическое лицо, имеющее аккаунт Steam,
              заключившее с Владельцем Соглашение.<br />
              «Сайт» - Составные произведения, представляющие собой совокупность
              информации, текстов, графических элементов, дизайна, изображений,
              фото и видеоматериалов, программ для ЭВМ, иных результатов
              интеллектуальной деятельности, за исключением Инвентаря,
              содержащихся в информационной системе, обеспечивающей доступность
              такой информации в сети Интернет в пределах домена
              https://dotaloot.co.<br />
              «Соглашение» - Настоящее пользовательское соглашение.<br />
              «Стороны» - Владелец и Пользователь.<br />

              Все остальные термины и определения, встречающиеся в тексте
              Соглашения, толкуются Сторонами в соответствии с законодательством
              Российской Федерации и сложившимися в сети Интернет обычными
              правилами толкования соответствующих терминов. Названия заголовков
              (статей) Соглашения предназначены исключительно для удобства
              пользования текстом Соглашения и буквального юридического значения
              не имеют.
            </li>
          </ul>
        </li>
        <li>
          <span>2. Заключение Соглашения</span>
          <ul>
            <li>
              2.1. Текст Соглашения, постоянно размещенный в сети Интернет по
              сетевому адресу https://dotaloot.co/agreement и доступный при
              регистрации (авторизации) на Сайте, содержит все существенные
              условия Соглашения и является предложением Владельца заключить
              Соглашение с любым полностью дееспособным третьим лицом,
              использующим Сайт, на указанных в тексте Соглашения условиях.
              Таким образом, текст Соглашения является публичной офертой в
              соответствии с пунктом 2 статьи 437 Гражданского кодекса
              Российской Федерации.
            </li>
            <li>
              2.2. Надлежащим акцептом настоящей оферты в соответствии со
              статьей 438 Гражданского кодекса Российской Федерации считается
              последовательное осуществление третьим лицом, следующих действий:
              <ul>
                <li>2.2.1. Ознакомление с условиями Соглашения;</li>
                <li>
                  2.2.2. Проставление символа в специальном поле под заголовком
                  «Я принимаю условия пользовательского соглашения»;
                </li>
                <li>
                  2.2.3. Авторизация на Сайте путем перехода по ссылке
                  «Авторизироваться через Steam» и осуществления авторизации в
                  открывшемся окне через уже имеющийся аккаунт Steam или путем
                  создания нового аккаунта Steam.
                </li>
              </ul>
            </li>
          </ul>
        </li>
        <li>
          <span>3. Предмет Соглашения</span>
          <ul>
            <li>3.1. Владелец предоставляет Пользователю:</li>
            <li>
              3.1.1. безвозмездную простую (неисключительную) лицензию на
              использование Сайта и его программных средств по их прямому
              назначению, как то предусмотрено явными пользовательскими
              функциями Сайта и Личного кабинета;
            </li>
            <li>
              3.1.2. возмездную простую (неисключительную) лицензию на
              использование Кейса по его прямому назначению, при этом стоимость
              лицензии на использование определенного Кейса указана на Сайте.
            </li>
            <li>
              3.2. Указанная в пункте 3.1.1 Соглашения лицензия предоставляется
              Пользователю на срок, в течение которого, и в пределах территории,
              на которой Сайт и Личный кабинет остаются доступными для
              Пользователя.
            </li>
            <li>
              3.3. Указанная в пункте 3.1.2 Соглашения лицензия предоставляется
              Пользователю в пределах территории, на которой Кейс остается
              доступным для Пользователя в течение срока с момента оплаты
              Пользователем вознаграждения за использование конкретного Кейса до
              момента определения Инвентаря с помощью такого Кейса.
            </li>
            <li>
              3.4. Пользователю запрещается:
              <ul>
                <li>
                  3.4.1. обходить технические ограничения, установленные на
                  Сайте и в Кейсе;
                </li>
                <li>
                  изучать технологию, декомпилировать или дизассемблировать
                  Сайт, Кейс и Личный кабинет, за исключением случаев, прямо
                  предусмотренных законодательством Российской Федерации;
                </li>
                <li>
                  3.4.3. создавать копии экземпляров Сайта, Кейсов и Личного
                  кабинета, а также их внешнего оформления (дизайна);
                </li>
                <li>
                  3.4.4. изменять Сайт, Кейсы и Личный кабинет каким бы то ни
                  было способом;
                </li>
                <li>
                  3.4.5. совершать действия, направленные на изменение
                  функционирования и работоспособности Сайта, Кейсов и Личного
                  кабинета;
                </li>
                <li>
                  3.4.6. предоставлять доступ к Личному кабинету третьему лицу;
                </li>
                <li>
                  3.4.7. использовать ненормативную лексику и оскорбления в
                  любой форме;
                </li>
                <li>
                  3.4.8. осуществлять указанные выше действия в отношении любой
                  части Сайта, Кейсов и Личного кабинета.
                </li>
              </ul>
            </li>
          </ul>
        </li>
        <li>
          <span>4. Функции Сайта, Кейса и Личного кабинета</span>
          <ul>
            <li>
              4.1. Пользователь посредством Сайта имеет возможность:
              <ul>
                <li>
                  4.1.1. Знакомиться с содержанием и характеристиками Инвентаря,
                  выбор которого происходит посредством определенного Кейса, и
                  стоимостью лицензии на использование такого Кейса;
                </li>
                <li>
                  4.1.2. Приобретать лицензию на использование Кейса и получать
                  соответствующий Инвентарь в порядке, указанном в Соглашении.
                </li>
              </ul>
            </li>
            <li>
              4.2. Пользователь посредством Кейса имеет возможность получить
              один из предоставленных на странице, содержащей Кейс, Инвентарей.
              Инвентарь для получения Пользователем определяется автоматически
              посредством использования Кейса.
            </li>
            <li>
              4.3.Пользователь посредством Личного кабинета имеет возможность:
              <ul>
                <li>4.3.1. принять Инвентарь в аккаунт Steam;</li>
                <li>
                  4.3.2. осуществить путем совершения действия или бездействия в
                  течение 1 (одного) часа с момента получения Инвентаря
                  посредством использования Кейса отчуждение Инвентаря за
                  бонусные баллы, в количестве, указанном в описании Инвентаря в
                  Личном кабинете, дающие право на получение скидки при оплате
                  лицензионного вознаграждения за Кейсы.
                </li>
              </ul>
            </li>
          </ul>
        </li>
        <li>
          <span>5. Приемка Инвентаря</span>
          <ul>
            <li>
              5.1. С момента получения Инвентаря посредством использования Кейса
              и его отображением в Личном кабинете, Пользователь в течение 1
              (одного) часа имеет возможность принять Инвентарь в аккаунт Steam,
              либо осуществить отчуждение Инвентарь посредством Личного
              кабинета.
            </li>
            <li>
              5.2. Приемка Инвентаря в аккаунт Steam осуществляется при условии
              выполнения Пользователем указанных на Сайте и в Личном кабинете
              настроек аккаунта Steam и Личного кабинета.
            </li>
            <li>
              5.3. Для приемки Инвентаря в аккаунт Steam при условии соблюдения
              требований пункта 5.2 Соглашения, Пользователь в течение 1
              (одного) часа с момента получения Инвентаря переходит по ссылке
              «ЗАБРАТЬ», расположенной в Личном кабинете непосредственно в
              описании такого Инвентаря.
            </li>
            <li>
              5.4. Пользователь имеет возможность осуществить отчуждение
              полученного, но ещё не принятого в аккаунт Steam Инвентаря за
              указанное в описании Инвентаря в Личном кабинете количество
              бонусных баллов, дающих право на скидку при оплате лицензионного
              вознаграждения за Кейсы, при этом один бонусный балл дает право на
              скидку в один рубль исключительно для указанных целей (оплата
              лицензионного вознаграждения). Стороны согласовали, что указанные
              бонусные баллы не являются денежными средствами и не подлежат
              возврату и/или обмену.
            </li>
            <li>
              5.5. Для отчуждения Инвентаря Пользователь в течение 1 (одного)
              часа с момента получения Инвентаря переходит по соответствующей
              ссылке, расположенной в Личном кабинете непосредственно с
              описанием такого Инвентаря. Бездействие Пользователя по истечении
              1 (одного) часа с момента получения Инвентаря означает отчуждение
              им полученного, но ещё не принятого в аккаунт Steam Инвентаря.
            </li>
            <li>
              5.6. При отчуждении Инвентаря полученные Пользователем бонусные
              баллы отображаются в Личном кабинете.
            </li>
            <li>
              5.7. Если с момента получения Инвентаря посредством использования
              Кейса и его отображения в Личном кабинете прошло более 30
              (тридцати) дней и пользователем не были приняты действия по
              отношению к Инвентарю, владелец вправе заблокировать возможность
              отправки Инвентаря.
            </li>
          </ul>
        </li>
        <li>
          <span>6. Вознаграждение Владельца</span>
          <ul>
            <li>
              6.1. За предоставленное Владельцем право использования Кейса
              Пользователь выплачивает лицензионное вознаграждение в размере,
              указанном на Сайте и соответствующей странице Кейса.
            </li>
            <li>
              6.2. Указанное в пункте 6.1 Соглашения лицензионное вознаграждение
              выплачивается Пользователем из денежных средств, заранее
              переданных Владельцу посредством платежного сервиса, информация о
              котором доступна Пользователю в момент оплаты. Сумма заранее
              переданных денежных средств отображается в Личном кабинете.
            </li>
            <li>
              6.3. Передача денежных средств Владельцу в счет оплаты указанного
              в пункте 6.1 Соглашения лицензионного вознаграждения
              осуществляется Пользователем способом, в порядке и по правилам,
              указанным на соответствующей странице Сайта, с учетом особенностей
              и требований, устанавливаемых соответствующим платежным сервисом,
              привлеченным Владельцем для осуществления расчетов.
            </li>
            <li>
              6.4. В случае передачи денежных средств Владельцу путем перевода
              денежных средств через сервис Яндекс.Деньги, Владелец привлекает
              для принятия соответствующих денежных средств Агента.
            </li>
            <li>
              6.5. Моментом выплаты указанного в пункте 6.1 Соглашения
              лицензионного вознаграждения является момент списания
              соответствующей суммы денежных средств, заранее переданных
              Владельцу, о чем Пользователь информируется соответствующим
              изменением баланса в Личном кабинете.
            </li>
            <li>
              6.6. Оплата указанного в пункте 6.1 Соглашения лицензионного
              вознаграждения в порядке, предусмотренном настоящим разделом,
              осуществляется с учетом положения пункта 5.6 Соглашения.
            </li>
          </ul>
        </li>
        <li>
          <span>7. Персональные данные</span>
          <ul>
            <li>
              7.1. Пользователь дает свое согласие Владельцу на обработку
              информации, в том числе, персональных данных Пользователя,
              предоставленных при использовании Сайта, а именно данных,
              указанные в аккаунте Пользователя в Steam.
            </li>
            <li>
              7.2. Обработка персональных данных означает запись,
              систематизацию, накопление, хранение, уточнение (обновление,
              изменение), извлечение, использование, передачу (распространение,
              предоставление, доступ), в том числе трансграничную,
              обезличивание, блокирование, удаление, уничтожение персональных
              данных, не подпадающих под специальные категории, на обработку
              которых, согласно действующему законодательству Российской
              Федерации, требуется письменное согласие Пользователя.
            </li>
            <li>
              7.3. Обработка персональных данных производится в целях исполнения
              Сторонами обязательств по Соглашению, регистрации Пользователя на
              Сайте, приобретения лицензии на использование Кейса, получения
              Инвентаря, направления на адрес электронной почты Пользователя
              сообщений информационного и иного характера.
            </li>
            <li>
              7.4. Пользователь может в любое время отозвать согласие на
              обработку персональных данных, направив Владельцу соответствующее
              письменное уведомление на адрес, указанный в пункте 1.1
              Соглашения, заказным письмом с уведомлением о вручении. При этом
              Пользователь понимает, что такой отзыв означает прекращение
              действия Соглашения. Владелец вправе продолжить обработку
              персональных данных Пользователя в предусмотренных законом
              случаях.
            </li>
            <li>
              7.5. Дополнительные или иные положения в отношении обработки
              персональных данных могут содержаться в соответствующем документе,
              размещенном или размещаемом на Сайте. В случае, противоречия
              положений такого документа положениям настоящего раздела
              применяются положения документа.
            </li>
            <li>
              7.6. Пользователь дает согласие на получение рекламных материалов
              от Владельца, его аффилированных лиц либо от иных лиц по поручению
              Владельца на адрес электронной почты, указанный Пользователем при
              регистрации в аккаунте Steam. Согласие на получение рекламных
              материалов может быть отозвано Пользователем в любое время путем
              направления Владельцу соответствующего письменного уведомления на
              адрес, указанный в пункте 9.3.1 Соглашения, либо путем совершения
              действий, указанных в сообщениях (электронных письмах), содержащих
              такие материалы.
            </li>
          </ul>
        </li>
        <li>
          <span>8. Ограничение ответственности</span>
          <ul>
            <li>
              8.1. Владелец не отвечает за убытки Пользователя, возникшие в
              результате неправомерных действий третьих лиц, в том числе
              связанных с неправомерным доступом к Личному кабинету. Владелец не
              несет ответственность за убытки, причиненные Пользователю в
              результате разглашения третьим лицам учетных данных, необходимых
              для доступа к Личному кабинету, произошедшего не по вине
              Владельца.
            </li>
            <li>
              8.2. Владелец не является правообладателем объектов Инвентаря, не
              определяет порядок использования и функционирование Инвентаря. В
              отношении Инвентаря Пользователь руководствуется лицензионным
              соглашением Steam, доступным на момент составления редакции
              Соглашения по адресу
              http://store.steampowered.com/subscriber_agreement/russian/.
            </li>
            <li>
              8.3. Владелец не предоставляет программные средства для
              использования Инвентаря по прямому назначению на устройстве
              Пользователя. Такие программные средства Пользователь приобретает
              и/или устанавливает на свое устройство самостоятельно.
            </li>
            <li>
              8.4. Сайт и его программные средства, в том числе Личный кабинет и
              Кейсы, предоставляются «Как есть». На Пользователе лежит риск
              использования Сайта. Владелец, операторы проводной и беспроводной
              связи, по сетям которых предоставляется доступ к Сайту,
              аффилированные лица, поставщики, агенты Владельца не предоставляют
              каких бы то ни было гарантий в отношении Сайта.
            </li>
            <li>
              8.5. Владелец не гарантирует, что Сайт, Кейсы и Личный кабинет
              соответствуют требованиям Пользователя, что доступ к Сайту, Кейсам
              и Личному кабинету будет предоставляться непрерывно, быстро,
              надежно и без ошибок.
            </li>
            <li>
              8.6. Программно-аппаратные ошибки, как на стороне Владельца, так и
              на стороне Пользователя, приведшие к невозможности получения
              Пользователем доступа к Сайту и/или Кейсу, и/или Личному кабинету,
              являются обстоятельствами непреодолимой силы, и основанием
              освобождения от ответственности за неисполнение обязательств
              Владельца по Соглашению.
            </li>
            <li>
              8.7. Владелец вправе уступать права и переводить долги, по всем
              обязательствам, возникшим из Соглашения. Настоящим Пользователь
              дает свое согласие на уступку прав и перевод долга любым третьим
              лицам. О состоявшейся уступке прав и/или переводе долга Владелец
              информирует Пользователя, размещая соответствующую информацию на
              Сайте.
            </li>
            <li>
              8.8. Размер убытков, которые могут быть возмещены Владельцем
              Пользователю, в любом случае ограничен в соответствии с
              положениями части 1 статьи 15 Гражданского кодекса Российской
              Федерации суммой в 1 000 (одну тысячу) рублей.
            </li>
            <li>
              8.9. Если иное не предусмотрено Соглашением в случае нарушения
              Пользователем условий Соглашения Владелец вправе в одностороннем
              порядке отказаться от исполнения Соглашения и прекратить доступ
              Пользователя к Личному кабинету. В случае если такое нарушение
              причинило ущерб третьим лицам, ответственность за них полностью
              лежит на Пользователе.
            </li>
            <li>
              8.10. Владелец сайта вправе безвозвратно удалить неактивный
              аккаунт пользователя. Неактивным аккаунтом пользователя считается
              аккаунт, на котором не было осуществленно никаких действий в
              период последних 90 дней до момента удаления.
            </li>
          </ul>
        </li>
        <li>
          <span>9. Порядок разрешения споров</span>
          <ul>
            <li>
              9.1. Все споры, разногласия и претензии, которые могут возникнуть
              в связи с исполнением, расторжением или признанием
              недействительным Соглашения, Стороны будут стремиться решить путем
              переговоров. Сторона, у которой возникли претензии и/или
              разногласия, направляет другой Стороне сообщение с указанием
              возникших претензий и/или разногласий в соответствии с пунктом 9.1
              Соглашения.
            </li>
            <li>
              9.2. В случае если ответ на сообщение не будет получен направившей
              сообщение Стороной в течение 30 (тридцати) рабочих дней с даты
              направления соответствующего сообщения, либо если Стороны не
              придут к соглашению по возникшим претензиям и/или разногласиям,
              спор подлежит разрешению в судебном порядке по месту нахождения
              Владельца.
            </li>
          </ul>
        </li>
        <li>
          <span>10. Заключительные положения</span>
          <ul>
            <li>
              10.1. Настоящим Стороны подтверждают, что при исполнении
              (изменении, дополнении, прекращении) Соглашения, а также при
              ведении переписки по указанным вопросам, допускается использование
              аналогов собственноручной подписи Сторон. Стороны подтверждают,
              что все уведомления, сообщения, соглашения и документы в рамках
              исполнения Сторонами обязательств, возникших из Соглашения,
              подписанные аналогами собственноручной подписи Сторон, имеют
              юридическую силу и обязательны для исполнения Сторонами. Под
              аналогами собственноручной подписи понимаются уполномоченные
              адреса электронной почты и учетные данные к Личному кабинету.
            </li>
            <li>
              10.2. Стороны признают, что все уведомления, сообщения,
              соглашения, документы и письма, направленные с использованием
              уполномоченных адресов электронной почты и Личного кабинета,
              считаются направленными и подписанными Сторонами, кроме случаев,
              когда в таких письмах прямо не указано обратное.
            </li>
            <li>
              10.3. Уполномоченными адресами электронной почты Сторон
              признаются:
              <ul>
                <li>10.3.1. для Владельца: support@dotaloot.co</li>
                <li>
                  10.3.2. для Пользователя: адрес электронной почты, указанный
                  при регистрации аккаунта в Steam.
                </li>
              </ul>
            </li>
            <li>
              10.4. Стороны обязуются обеспечивать конфиденциальность сведений и
              информации, необходимых для доступа к уполномоченным адресам
              электронной почты и Личному кабинету, не допускать разглашение
              такой информации и передачу третьим лицам. Стороны самостоятельно
              определяют порядок ограничения доступа к такой информации.
            </li>
            <li>
              10.5. При использовании уполномоченных адресов электронной почты,
              до момента получения от второй Стороны информации о нарушения
              режима конфиденциальности, все действия и документы, совершенные и
              направленные с помощью уполномоченного адреса электронной почты
              второй Стороны, даже если такие действия и документы были
              совершены и направлены иными лицами, считаются совершенными и
              направленными такой второй Стороной. В этом случае права и
              обязанности, а также ответственность наступают у такой второй
              Стороны.
            </li>
            <li>
              10.6. При использовании Личного кабинета, до момента получения от
              Пользователя информации о нарушения режима конфиденциальности, все
              действия и документы, совершенные и направленные с помощью Личного
              кабинета, даже если такие действия и документы были совершены и
              направлены иными лицами, считаются совершенными и направленными
              Пользователем. В этом случае права и обязанности, а также
              ответственность наступают у Пользователя.
            </li>
          </ul>
        </li>
        <li>
          <span>11. Изменение условий Соглашения</span>
          <ul>
            <li>
              11.1. Владелец вправе в одностороннем порядке изменять условия
              Соглашения, при этом такие изменения вступают в силу в момент
              опубликования новой версии Соглашения в сети Интернет по адресу
              https://dotaloot.co/agreement.
            </li>
            <li>
              11.2. Продолжение использования функций Сайта будет означать
              согласие Пользователя с условиями новой версии Соглашения. Если
              Пользователь не согласен с условиями новой версии Соглашения, он
              прекращает пользоваться Сайтом.
            </li>
            <li>
              11.3. Во всем остальном, что не урегулировано Соглашением, Стороны
              руководствуются действующим законодательством Российской Федерации
              без учета его коллизионных норм.
            </li>
          </ul>
        </li>
      </ul>
    </section>
  </div>
</template>
<script src="./agreement-page.js"></script>
