<template>
  <div class="container">
    <DlSectionHeader>Политика конфиденциальности</DlSectionHeader>
    <section class="dl-policy">
      <p>Последнее изменение: 27.01.2022</p>

      <ol>
        <li>
          <span>ВВЕДЕНИЕ</span>
          <p>
            Используя и / или посещая любой раздел веб-сайта dotaloot.pro
            («Веб-сайт»); или открывая учетную запись на Сайте, вы соглашаетесь
            соблюдать Политику конфиденциальности. В настоящей Политике
            конфиденциальности описывается, как мы собираем, используем,
            обрабатываем и раскрываем вашу информацию, включая личную
            информацию, в связи с вашим доступом к этому Веб-сайту и его
            использованием. «Контроллер данных» - это компания, которая
            определяет цели и средства обработки персональных данных в
            соответствии с настоящей Политикой конфиденциальности. International
            Business Systems S.R.L действует в качестве контроллера данных в
            соответствии с Регламентом ЕС 2016/679, определяющим цели и средства
            обработки ваших личных данных. При использовании платежных услуг вы
            также будете предоставлять свою информацию, включая личную
            информацию, компании International Business Systems S.R.L,
            регистрационный номер 3-102-693823, зарегистрированной по адресу:
            San-Jose Santa Ana, three hundred and fifty meters of the restaurant
            Ceviche Del Rey, Costa-Rica
          </p>
          <p>
            International Business Systems S.R.L будет обрабатывать вашу
            информацию, которая необходима для обработки платежей, и будет
            действовать в качестве контроллера данных («Контроллер платежных
            данных») для вашей информации, которая необходима для анализа и
            сообщения о действиях, вызывающих подозрение в мошенничестве,
            отмывание денег, финансирование терроризма или любая другая
            незаконная деятельность в соответствии с действующим
            законодательством, как это более точно указано ниже.
          </p>
          <p>
            Для целей этой политики использование слов «мы», «нас» или «наш»
            относится к компании, которая несет ответственность за вашу
            информацию в соответствии с настоящей Политикой конфиденциальности.
            Пожалуйста, см. Раздел 9 для получения контактных данных
            Контроллеров данных.
          </p>
        </li>
        <li>
          <span>ИНФОРМАЦИЯ, КОТОРУЮ МЫ СОБИРАЕМ</span>
          <p>
            Мы собираем вашу личную информацию, которая может быть использована
            для идентификации наших клиентов и партнеров, включая, помимо
            прочего, имя и фамилию, дату рождения, данные банковского счета,
            домашний или другой физический адрес, адрес электронной почты, номер
            телефона. , информация о доставке, платежная информация, история
            транзакций, предпочтения использования веб-сайта и отзывы о
            веб-сайте или другая контактная информация, которая является личной
            информацией («Персональная информация»).
          </p>
          <ol>
            <li>
              <span> ЛИЧНАЯ ИНФОРМАЦИЯ, КОТОРУЮ ВЫ ПРЕДОСТАВЛЯЕТЕ НАМ</span>
              <p>
                Мы можем попросить вас предоставить Нам вашу личную информацию.
                В некоторых случаях мы можем запросить у вас информацию
                посредством опросов или конкурсов. Участие в этих опросах или
                конкурсах полностью осуществляется на добровольной основе, и, с
                этой точки зрения, вы вправе принять решение о раскрытии такой
                информации. Информация, которую мы запрашиваем, может быть
                связана с контактной информацией (например, имя, почтовый адрес
                и номер телефона) и демографической информацией (например,
                почтовый индекс или возраст).
              </p>
            </li>
            <li>
              <span>ЛИЧНАЯ ИНФОРМАЦИЯ, КОТОРУЮ МЫ СОБИРАЕМ О ВАС </span>
              <p>
                Кроме того, пока вы используете Веб-сайт, наши серверы ведут
                журнал активности. Этот журнал собирает административную
                информацию и информацию о трафике, включая IP-адрес источника,
                время доступа, дату доступа, посещенные веб-страницы,
                использование языка, отчеты о сбоях программного обеспечения и
                тип используемого браузера. Этот журнал уникален для вас. Эта
                информация имеет решающее значение для предоставления наших
                услуг, а также для их адекватности и возможностей. Мы хотели бы
                проинформировать вас, что в определенных случаях мы можем
                проводить исследования безопасности, чтобы подтвердить вашу
                личность, возраст, а также другие регистрационные данные,
                предоставленные вами, а также проверить использование вами
                Веб-сайта и ваших финансовых транзакций, чтобы гарантировать что
                нет потенциального нарушения наших Условий и / или применимого
                законодательства. Для этой цели Мы можем использовать вашу
                Личную информацию и раскрывать вашу Личную информацию третьим
                лицам, чтобы проверить информацию, которую вы предоставляете для
                использования Веб-сайта, включая, возможно, но не обязательно,
                международный обмен информацией. Сводные данные, которые будут
                составлены на основе полученной проверки безопасности, могут
                состоять из запроса кредитного отчета и / или другой проверки
                информации, предоставленной вашей стороной, по базам данных
                третьих лиц. Личная информация также может быть получена из
                списков клиентов, которые могут быть законным образом получены
                от третьих лиц.
              </p>
            </li>
          </ol>
        </li>
        <li>
          <span>ЛИЧНАЯ ИНФОРМАЦИЯ, КОТОРУЮ МЫ СОБИРАЕМ О ВАС</span>
          <p>
            Спасибо, что соглашаетесь на обработку вашей личной информации. Мы
            можем выполнять наши обычные функции. Мы хотели бы сообщить вам, что
            мы используем вашу личную информацию в следующих целях:
          </p>
          <ol>
            <li>
              <p>
                С вашего согласия (и до его отзыва). Например, вы могли дать
                свое согласие на получение маркетинговых информационных
                сообщений;
              </p>
            </li>
            <li>
              <p>
                В необходимом объеме и для выполнения договорных обязательств,
                что означает следующие действия:
              </p>
              <ol>
                <li>обработка ваших онлайн-транзакций;</li>
                <li>предоставление клиентской поддержки.</li>
              </ol>
            </li>
            <li>
              Где это соответствует Нашим законным деловым интересам. что
              означает следующие действия:
              <ol>
                <li>
                  Повышение качества и соответствия ряда услуг International
                  Business Systems S.R.L., а также продвижение Нашей службы
                  поддержки клиентов;
                </li>
                <li>
                  Действия, направленные на удовлетворение определенных
                  требований бизнеса;
                </li>
                <li>Действия, предпринимаемые для рабочих целей Веб-сайта;</li>
                <li>
                  Проведение проверок безопасности и идентификации, проверяющих
                  действий;
                </li>
                <li>
                  Предоставление информации о наших рекламных акциях, а также
                  информации, касающейся услуг International Business Systems
                  S.R.L.
                  <p>
                    Если упоминаются наши законные интересы в отношении
                    обработки вашей личной информации, пожалуйста, свяжитесь с
                    нами, чтобы уточнить информацию, относящуюся к нашей оценке
                    воздействия на вас.
                  </p>
                </li>
              </ol>
            </li>
          </ol>
        </li>
        <li>
          <span>СКОЛЬКО МЫ ХРАНИМ ВАШУ ИНФОРМАЦИЮ</span>
          <p>
            После закрытия вашей учетной записи Личная информация вашей учетной
            записи будет храниться нами не более 1 года после даты ее закрытия.
            Согласно финансовой информации, которая собирается в рамках Нашего
            сотрудничества, такой как выплата комиссионных и т. Д., Эта
            информация будет храниться примерно 10 лет после закрытия счета в
            соответствии с Нашими юридическими обязательствами в отношении
            мошенничества, борьбы с отмыванием денег, и вопросы налогообложения.
            Мы заверяем вас, что информация надежно хранится до конца периода
            хранения, после которого информация будет соответственно удалена и /
            или уничтожена.
          </p>
          <ol>
            <li>
              <span>ВАШИ ПРАВА</span>
              <P
                >Обратите внимание, что у вас есть права в отношении вашей
                личной информации, которые включают:
              </P>
              <ol>
                <li>
                  <b>Право на получение информации </b>о том, как Мы используем
                  информацию, а также о ваших правах в этом отношении. Эта
                  информация должна быть предоставлена ясным, прозрачным и
                  понятным образом. И чтобы реализовать это право с вашей
                  стороны
                </li>
                <li>
                  <b>Право на исправление</b>имеющейся у нас информации о вас,
                  если такая информация противоречит к факту;
                </li>
                <li>
                  <b>Право на доступ </b> и изучение вашей Личной информации,
                  которой Мы располагаем;
                </li>
                <li>
                  <b>Право на удаление, ограничение или «приостановку» </b
                  >использования вашей Личной информации (в исключительных
                  случаях);
                </li>
                <li>
                  <b>Право запрашивать </b> вашу личную информацию в цифровом
                  формате, включая, помимо прочего, цель передачи такой
                  информацию третьему лицу.
                </li>
                <li>
                  <b>Право на возражение </b>позволяет вам остановить или
                  запретить Нам обрабатывать вашу Личную информацию в отношении
                  всех Личная информация, которую мы храним о вас или только о
                  определенной информации. Это также может относиться только к
                  конкретной цели, для которой мы обрабатываем данные.
                </li>
              </ol>
              <p>
                Ваши Права в отношении автоматического принятия решений и
                профилирования не позволяют Нам принимать исключительно
                автоматизированные решения, в том числе основанные на
                профилировании, которые имеют юридические или аналогичные
                существенные последствия для отдельных лиц. Поэтому мы будем
                информировать вас обо всех случаях, когда мы используем такой
                подход, а именно для целей признания случаев мошенничества или
                уклонения от уплаты налогов.
              </p>
              <p>
                Если вы заинтересованы в реализации вышеупомянутых прав,
                пожалуйста, свяжитесь с Нами по следующим адресам электронной
                почты: support@dotaloot.pro Ваш запрос должен содержать
                следующую информацию:
              </p>

              <p>○ Ваше имя;</p>
              <p>○ Контактная информация</p>
              <p>○ Полная информация о вашем запросе.</p>

              <p>
                Если вы не удовлетворены Нашим ответом или считаете, что Наше
                использование вашей информации не соответствует закону о защите
                данных, вы можете подать жалобу в соответствующий регулирующий
                орган в вашей юрисдикции в отношении конфиденциальности данных.
              </p>
            </li>
          </ol>
        </li>
        <li>
          <span>ВАШЕ СОГЛАСИЕ НА ОБРАБОТКУ ДАННЫХ И ЕЕ ОТЗЫВ</span>
          <p>
            Согласно GDPR, согласие должно даваться в положительной и
            утвердительной форме лицами, которые делятся своими личными данными
            с организациями. Согласно Европейской директиве о защите данных,
            суть концепции «согласия» заключается в следующем: «любое свободно
            данное конкретное и осознанное указание своего желания, которым
            субъект данных выражает свое согласие с обрабатываемыми личными
            данными, относящимися к нему».
          </p>
          <p>
            После предоставления вашей личной информации на нашем веб-сайте вы
            должны принять условия соглашения. Что касается маркетинговой
            информации и сообщений, вы оставляете за собой право отказаться от
            таких сообщений. Обратите внимание, что вы можете отказаться от
            маркетинга в любое время, если вы не заинтересованы в получении
            наших маркетинговых информационных сообщений.
          </p>
        </li>
        <li>
          <span>БЕЗОПАСНОСТЬ</span>
          <p>
            Обратите внимание, что Наша компания полностью осознает важность
            информационной безопасности и методов, необходимых для защиты
            информации. Мы храним всю полученную от вас Персональную информацию
            в защищенной базе данных в нашей защищенной сети и с помощью
            активного ведущего программного обеспечения безопасности. Мы
            предпринимаем шаги для обеспечения того, чтобы наши дочерние
            компании, агенты, партнеры и поставщики также использовали
            надлежащий уровень безопасности.
          </p>
        </li>
        <li>
          <span>АВТОМАТИЧЕСКОЕ ПРИНЯТИЕ РЕШЕНИЙ И ПРОФИЛИРОВАНИЕ </span>
          <p>
            Примите к сведению, что мы предпринимаем многочисленные действия,
            чтобы соответствовать правилам борьбы с отмыванием денег (AML),
            финансированием терроризма, мошенничеством и другой незаконной
            деятельностью. Для этого Мы используем современное программное
            обеспечение, которое отслеживает и информирует нас о подозрительных
            или мошеннических транзакциях и действиях. Если соответствующие
            транзакции отмечены флажком, мы передаем их в необходимые
            регулирующие и правоохранительные органы. Учетные записи с
            подозрительной и мошеннической деятельностью могут быть
            приостановлены и / или заблокированы Нашей стороной.
          </p>
        </li>
        <li>
          <span>МЕЖДУНАРОДНЫT ПЕРЕВОДЫ</span>
          <p>
            Мы храним личную информацию на наших серверах в Косте-Рике. Личная
            информация, собранная на Веб-сайте, также может храниться и
            обрабатываться в любой стране, в которой мы или Наши партнеры,
            поставщики или агенты имеют объекты. Мы предпринимаем шаги для
            обеспечения того, чтобы наши агенты, партнеры и поставщики соблюдали
            Наши стандарты конфиденциальности, несмотря на их местонахождение.
          </p>
        </li>
        <li>
          <span> СВЯЗЬ С НАМИ И ПОДАЧА ЖАЛОБЫ </span>
          <p>
            Пожалуйста, не стесняйтесь обращаться к нам, если у вас есть
            какие-либо вопросы или жалобы в отношении настоящей Политики
            конфиденциальности или того, как Мы обрабатываем вашу Личную
            информацию, используя следующие данные:
          </p>
          <ol>
            <li>электронная почта: support@dotaloot.pro</li>
            <li>
              адрес: San-Jose Santa Ana, three hundred and fifty meters of the
              restaurant Ceviche Del Rey, Costa-Rica
            </li>
          </ol>
        </li>
        <li>
          <span>ИЗМЕНЕНИЙ В НАСТОЯЩЕЙ ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ </span>
          <p>
            Настоящим Мы хотели бы сообщить вам, что Мы постоянно пересматриваем
            и обновляем настоящую Политику конфиденциальности в любое время,
            когда происходят значительные изменения в том, как Мы используем
            личную информацию, а также чтобы наша обработка информации
            соответствовала действующему законодательству.
          </p>
          <p>
            В случае каких-либо изменений в Политике конфиденциальности Мы также
            можем связаться с вами, чтобы уведомить вас о любых существенных
            изменениях, если мы сочтем их важными и необходимыми.
          </p>
          <p>
            Настоящая Политика конфиденциальности изначально была создана и
            опубликована в декабре 2021 года.
          </p>
        </li>
        <li>
          <span>ЗАКОНОДАТЕЛЬСТВО О ЗАЩИТЕ ДАННЫХ</span>
          <p>
            Если вы хотите узнать больше об Общем регламенте защиты данных,
            перейдите по ссылке ниже:
            <a href="https://ico.org.uk/for-organisations/data-prot "
              >https://ico.org.uk/for-organisations/data-prot
            </a>
          </p>
        </li>
      </ol>
    </section>
  </div>
</template>
<script src="./policy-page.js"></script>
